Repository: LingyiLuan/WealthClock
Catalog: WealthClock/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: %@ · 储蓄率 %lld%%
en: %@ · savings rate %lld%%
zh_hant: %@ · 儲蓄率 %lld%%

source: %@ 年
en: %@ yrs

source: %lld 岁
en: Age %lld
zh_hant: %lld 歲

source: 1 = 毫无困难,7 = 非常难。文献显示这只影响悲观情景。
en: 1 = effortless, 7 = very hard. Research says this only affects the pessimistic scenario.
zh_hant: 1 = 毫無困難,7 = 非常難。文獻顯示這只影響悲觀情境。

source: 10 万以下
en: Under 100k
zh_hant: 10 萬以下

source: 100 元存入年利率 2% 的账户,五年后账户里的钱会:
en: Put 100 in an account earning 2% a year. After five years the account holds:
zh_hant: 100 元存入年利率 2% 的帳戶,五年後帳戶裡的錢會:

source: 1000 万以上
en: Over 10M
zh_hant: 1000 萬以上

source: 10–50 万
en: 100k–500k
zh_hant: 10–50 萬

source: 50 万–1000 万
en: 500k–10M
zh_hant: 50 萬–1000 萬

source: WealthClock 汇票
en: WealthClock Bill
zh_hant: WealthClock 匯票

source: ±0 年
en: ±0 yrs

source: · 归因:每个习惯各值几年,附文献依据
en: · Attribution: what each habit costs in years, with sources
zh_hant: · 歸因:每個習慣各值幾年,附文獻依據

source: · 曲线:三情景资产轨迹与自由线
en: · Curves: asset trajectories and your freedom line
zh_hant: · 曲線:三情境資產軌跡與自由線

source: · 沙盘:拉动储蓄率与习惯,实时看年龄变化
en: · Sandbox: drag your savings rate and habits, watch your age move in real time
zh_hant: · 沙盤:拉動儲蓄率與習慣,即時看年齡變化

source: “买单只公司的股票,通常比买一只股票基金更安全。”这句话:
en: “Buying a single company's stock is usually safer than a stock fund.” This statement is:
zh_hant: 「買單一公司的股票,通常比買一檔股票基金更安全。」這句話:

source: 三情景
en: Three scenarios
zh_hant: 三情境

source: 三情景结果与汇票永远免费。完整推演买断一次,永久可用。
en: Your three scenarios and the bill are free, forever. The full report is a single one-time purchase, yours for good.
zh_hant: 三情境結果與匯票永遠免費。完整推演買斷一次,永久可用。

source: 三道全球通用的素养题,答完立刻看对错。
en: The three classic literacy questions, scored the moment you answer.
zh_hant: 三道全球通用的素養題,答完立刻看對錯。

source: 上一问
en: Previous
zh_hant: 上一問

source: 下一问
en: Next
zh_hant: 下一問

source: 不可比
en: n/a

source: 不含自住房。现金、存款、基金、股票都算。
en: Excluding your home. Cash, deposits, funds and stocks all count.
zh_hant: 不含自住房。現金、存款、基金、股票都算。

source: 不填(汇票用朱砂色系)
en: Skip (the bill uses cinnabar)
zh_hant: 不填(匯票用朱砂色系)

source: 不对。
en: Not quite.
zh_hant: 不對。

source: 不炒,只定投指数
en: I don't trade — index funds only
zh_hant: 不炒,只定期買指數

source: 东南亚 · SGD
en: Southeast Asia · SGD
zh_hant: 東南亞 · SGD

source: 中国大陆 · CNY
en: Mainland China · CNY
zh_hant: 中國大陸 · CNY

source: 中性
en: Neutral

source: 中性自由年龄
en: Neutral freedom age
zh_hant: 中性自由年齡

source: 乐观
en: Optimistic
zh_hant: 樂觀

source: 买断完整推演
en: Buy the full report
zh_hant: 買斷完整推演

source: 互联网 / 科技
en: Tech / Internet
zh_hant: 網路 / 科技

source: 交易习惯
en: Trading habit
zh_hant: 交易習慣

source: 仅用于汇票上的密押与配色,不参与计算。
en: Only used for the seal line and colors on your bill. Never touches the math.
zh_hant: 僅用於匯票上的密押與配色,不參與計算。

source: 以首次作答计分
en: Scored on your first answer
zh_hant: 以首次作答計分

source: 体制内
en: Government
zh_hant: 公部門

source: 你今年多大?
en: How old are you?

source: 你在哪里生活?
en: Where do you live?
zh_hant: 你在哪裡生活?

source: 你炒股吗?
en: Do you trade stocks?
zh_hant: 你炒股嗎?

source: 你的财务自由年龄
en: Your financial freedom age
zh_hant: 你的財務自由年齡

source: 保存汇票
en: Save the bill
zh_hant: 儲存匯票

source: 做哪一行?入行几年了?
en: What do you do, and for how long?
zh_hant: 做哪一行?入行幾年了?

source: 偶尔
en: Rarely
zh_hant: 偶爾

source: 偶尔买卖,一年几次
en: A few trades a year
zh_hant: 偶爾買賣,一年幾次

source: 储蓄率
en: Savings rate
zh_hant: 儲蓄率

source: 储蓄率每 +5%% → 提前 ≈ %@ 年 · 拉一拉看你自己的
en: Every +5%% savings ≈ %@ yrs earlier · drag it yourself
zh_hant: 儲蓄率每 +5%% → 提前 ≈ %@ 年 · 拉一拉看你自己的

source: 六爻 · 第%@爻落定
en: Six lines · line %@ set

source: 关于
en: About
zh_hant: 關於

source: 其他
en: Other

source: 其他 · USD
en: Elsewhere · USD

source: 出生日期
en: Birth date

source: 出生日期(可选)
en: Birth date (optional)
zh_hant: 出生日期(可選)

source: 分享汇票
en: Share the bill
zh_hant: 分享匯票

source: 删除全部
en: Delete all
zh_hant: 全部刪除

source: 删除全部数据
en: Delete all data
zh_hant: 刪除全部資料

source: 删除全部测算记录?此操作不可撤销。
en: Delete all readings? This cannot be undone.
zh_hant: 刪除全部測算記錄?此操作無法復原。

source: 利息会再生利息。五年后约 110.4 元,这就是复利。
en: Interest earns interest. About 110.4 after five years — that's compounding.
zh_hant: 利息會再生利息。五年後約 110.4 元,這就是複利。

source: 制造业
en: Manufacturing
zh_hant: 製造業

source: 剩余年数
en: Years left
zh_hant: 剩餘年數

source: 副业
en: Side income
zh_hant: 副業

source: 北美 · USD
en: North America · USD

source: 医疗
en: Healthcare
zh_hant: 醫療

source: 单只股票承担公司个体风险;基金分散到几十上百家,波动通常更小。
en: A single stock carries one company's risk; a fund spreads it across dozens or hundreds.
zh_hant: 單一股票承擔公司個別風險;基金分散到幾十上百家,波動通常更小。

source: 历史
en: History
zh_hant: 歷史

source: 取消
en: Cancel

source: 只算到手的。年终奖平摊到月。
en: After tax only. Spread any bonus across the months.
zh_hant: 只算到手的。年終獎金平攤到月。

source: 可投资产
en: Investable assets
zh_hant: 可投資產

source: 可投资资产
en: Investable assets
zh_hant: 可投資資產

source: 名义上多了 1%,物价涨了 2%,购买力反而下降约 1%。
en: Nominally up 1%, prices up 2% — your purchasing power fell about 1%.
zh_hant: 名目上多了 1%,物價漲了 2%,購買力反而下降約 1%。

source: 和今天一样
en: The same as today
zh_hant: 和今天一樣

source: 地区决定收入峰值年龄的参照曲线与币种。
en: Region sets the reference income curve and currency.
zh_hant: 地區決定收入高峰年齡的參照曲線與幣別。

source: 填写出生日期
en: Enter birth date
zh_hant: 填寫出生日期

source: 处理中…
en: Working…
zh_hant: 處理中…

source: 多于 102 元
en: More than 102
zh_hant: 多於 102 元

source: 完成
en: Done

source: 完成一次测算后,这里会替你记账。
en: Finish a reading and it will be kept here.
zh_hant: 完成一次測算後,這裡會替你記帳。

source: 完整推演
en: Full Report

source: 定投
en: Index

source: 密押
en: Seal

source: 对
en: True
zh_hant: 對

source: 导出 CSV
en: Export CSV
zh_hant: 匯出 CSV

source: 导出 JSON
en: Export JSON
zh_hant: 匯出 JSON

source: 少于 102 元
en: Less than 102
zh_hant: 少於 102 元

source: 岁
en: years
zh_hant: 歲

source: 工作年限
en: Years of experience
zh_hant: 工作年資

source: 年
en: yrs

source: 年度对比
en: Year over year
zh_hant: 年度對比

source: 年龄
en: Age
zh_hant: 年齡

source: 开源许可
en: Open-source licenses
zh_hant: 開源授權

source: 归因(中性基准)
en: Attribution (neutral baseline)
zh_hant: 歸因(中性基準)

source: 恢复原始
en: Reset
zh_hant: 恢復原始

source: 恢复购买
en: Restore Purchase
zh_hant: 恢復購買

source: 悲观
en: Pessimistic
zh_hant: 悲觀

source: 情景测算,非投资建议;密押为传统文化趣味解读,不参与计算。
en: Scenario estimates, not investment advice. The seal line is traditional-culture flavor and never touches the math.
zh_hant: 情境測算,非投資建議;密押為傳統文化趣味解讀,不參與計算。

source: 手上有多少可投资资产?
en: How much can you invest?
zh_hant: 手上有多少可投資資產?

source: 把储蓄率提到 %lld%% 可在 65 岁前自由
en: Raise your savings rate to %lld%% to be free before 65
zh_hant: 把儲蓄率提到 %lld%% 可在 65 歲前自由

source: 控制支出对你来说有多难?
en: How hard is it to control spending?
zh_hant: 控制支出對你來說有多難?

source: 推演
en: Full Report

source: 推迟 %@
en: +%@ later
zh_hant: 推遲 %@

source: 推迟 %@ 年
en: %@ yrs later
zh_hant: 推遲 %@ 年

source: 提前 %@
en: %@ earlier

source: 提前 %@ 年
en: %@ yrs earlier

source: 揭晓
en: Reveal
zh_hant: 揭曉

source: 支持
en: Support
zh_hant: 支援

source: 教育
en: Education

source: 教育回报影响峰值前的收入增速——Mincer 曲线。
en: Education shapes income growth before the peak — the Mincer curve.
zh_hant: 教育報酬影響高峰前的收入成長——Mincer 曲線。

source: 数据
en: Data
zh_hant: 資料

source: 文创 / 设计
en: Creative / Design
zh_hant: 文創 / 設計

source: 日内
en: Day
zh_hant: 當沖

source: 日内交易
en: Day trading
zh_hant: 當沖交易

source: 明年再来测一次,这里会告诉你这一年值多少年。
en: Come back next year — this line will tell you what the year was worth.
zh_hant: 明年再來測一次,這裡會告訴你這一年值多少年。

source: 最高学历?
en: Highest degree?
zh_hant: 最高學歷?

source: 月供与剩余年数。还清后它不再计入自由线。没有可跳过。
en: Monthly payment and years left. Once paid off it leaves your freedom line. Skip if none.
zh_hant: 月付與剩餘年數。還清後它不再計入自由線。沒有可跳過。

source: 月支出
en: Monthly spending

source: 月支出(不含房贷)
en: Monthly spending (ex. mortgage)
zh_hant: 月支出(不含房貸)

source: 月收入
en: Monthly income

source: 有
en: Yes

source: 有副业收入吗?
en: Any side income?
zh_hant: 有副業收入嗎?

source: 有房贷吗?
en: Do you have a mortgage?
zh_hant: 有房貸嗎?

source: 有的话收入按 +10% 假设。文献证据弱,报告里会注明。
en: If yes we assume +10% income. Weak evidence — flagged in the report.
zh_hant: 有的話收入按 +10% 假設。文獻證據弱,報告裡會註明。

source: 未达
en: Not yet
zh_hant: 未達

source: 本应用提供的是基于公开文献的情景测算与传统文化趣味解读,不构成投资、财务或法律建议。
en: WealthClock provides scenario estimates based on public research plus traditional-culture flavor text. It is not investment, financial, or legal advice.
zh_hant: 本應用程式提供的是基於公開文獻的情境測算與傳統文化趣味解讀,不構成投資、財務或法律建議。

source: 本应用提供的是基于公开文献的情景测算与传统文化趣味解读,不构成投资、财务或法律建议。所有数据仅保存在本机,应用不联网。
en: WealthClock provides scenario estimates based on public research plus traditional-culture flavor text. It is not investment, financial, or legal advice. All data stays on this device; the app never goes online.
zh_hant: 本應用程式提供的是基於公開文獻的情境測算與傳統文化趣味解讀,不構成投資、財務或法律建議。所有資料僅儲存在本機,應用程式不連網。

source: 本科
en: Bachelor's
zh_hant: 大學

source: 本科以下
en: Below bachelor's
zh_hant: 大學以下

source: 查看完整推演
en: See the full report

source: 查看汇票
en: View the bill
zh_hant: 查看匯票

source: 模拟从这个年龄开始,到 100 岁为止。
en: The simulation runs from this age to 100.
zh_hant: 模擬從這個年齡開始,到 100 歲為止。

source: 正好 102 元
en: Exactly 102

source: 每周
en: Weekly
zh_hant: 每週

source: 每周都看盘,常换手
en: Watching charts weekly, trading often
zh_hant: 每週都看盤,常換手

source: 每月月供
en: Monthly payment
zh_hant: 每月月付

source: 每月花多少?(不含房贷)
en: How much do you spend a month? (ex. mortgage)
zh_hant: 每月花多少?(不含房貸)

source: 每答一问 · 落一爻
en: One line falls with every answer
zh_hant: 每答一問 · 落一爻

source: 比今天多
en: More than today

source: 比今天少
en: Less than today

source: 毫无困难
en: Effortless
zh_hant: 毫無困難

source: 沙盘
en: Sandbox
zh_hant: 沙盤

source: 没有
en: No
zh_hant: 沒有

source: 测算
en: Reading
zh_hant: 測算

source: 港澳台 · HKD
en: HK / TW / MO · HKD

source: 炒股修正
en: Trading habit

source: 版本
en: Version

source: 硕士及以上
en: Master's or above
zh_hant: 碩士及以上

source: 示例:100 岁前未达
en: Sample: not reached before 100
zh_hant: 範例:100 歲前未達

source: 示例中性情景:%lld 岁
en: Sample neutral scenario: age %lld
zh_hant: 範例中性情境:%lld 歲

source: 税后月收入
en: Monthly take-home
zh_hant: 稅後月收入

source: 税后月收入是多少?
en: What's your monthly take-home pay?
zh_hant: 稅後月收入是多少?

source: 第%@问 · 共十二问
en: Question %@ of 12
zh_hant: 第%@問 · 共十二問

source: 答对了。
en: Correct.
zh_hant: 答對了。

source: 素养
en: Literacy
zh_hant: 素養

source: 联系邮箱
en: Email us
zh_hant: 聯絡信箱

source: 自控力
en: Self-control

source: 自由线
en: Freedom line
zh_hant: 自由線

source: 自由线 = 年支出 × 25 上下。支出比收入更能决定你的自由年龄。
en: Freedom line ≈ 25× yearly spending. Spending decides your freedom age more than income does.
zh_hant: 自由線 = 年支出 × 25 上下。支出比收入更能決定你的自由年齡。

source: 自由线(中性)
en: Freedom line (neutral)
zh_hant: 自由線(中性)

source: 自由职业
en: Freelance
zh_hant: 自由業

source: 行业影响收入峰值出现的早晚。
en: Your industry shifts when income peaks.
zh_hant: 行業影響收入高峰出現的早晚。

source: 设置
en: Settings
zh_hant: 設定

source: 试算,不入历史
en: What-if only — never saved
zh_hant: 試算,不入歷史

source: 账户年利率 1%,通胀 2%。一年后,这笔钱能买到的东西:
en: Your account earns 1%; inflation is 2%. A year later this money buys:
zh_hant: 帳戶年利率 1%,通膨 2%。一年後,這筆錢能買到的東西:

source: 账户规模呢?(折合人民币)
en: And your account size? (CNY equivalent)
zh_hant: 帳戶規模呢?(折合人民幣)

source: 资产
en: Assets
zh_hant: 資產

source: 跳过此问
en: Skip this one
zh_hant: 跳過此問

source: 输入摘要
en: Inputs
zh_hant: 輸入摘要

source: 还没有测算记录
en: No readings yet
zh_hant: 還沒有測算記錄

source: 这一问会修正你的预期收益。频繁交易的散户平均跑输市场——这是有论文的,不是玄学。
en: This adjusts your expected return. Frequent retail traders underperform on average — that's published research, not fortune-telling.
zh_hant: 這一問會修正你的預期報酬。頻繁交易的散戶平均跑輸市場——這是有論文的,不是玄學。

source: 进度 %lld/6
en: Progress %lld of 6
zh_hant: 進度 %lld/6

source: 重新测算
en: Start over
zh_hant: 重新測算

source: 重看揭晓
en: Replay the reveal
zh_hant: 重看揭曉

source: 金融
en: Finance

source: 铜钱阳面
en: Coin, heads
zh_hant: 銅錢陽面

source: 铜钱阴面
en: Coin, tails
zh_hant: 銅錢陰面

source: 链接
en: Links
zh_hant: 連結

source: 错
en: False
zh_hant: 錯

source: 附问 · 可选
en: Extra · optional
zh_hant: 附問 · 可選

source: 隐私政策
en: Privacy Policy
zh_hant: 隱私權政策

source: 零售 / 服务业
en: Retail / Service
zh_hant: 零售 / 服務業

source: 需提高储蓄率
en: Raise your savings rate
zh_hant: 需提高儲蓄率

source: 非常难
en: Very hard
zh_hant: 非常難
